Repository: stevenkellner/Strafen-Project
Catalog: StrafenProject/Localizable.xcstrings
Source language: en
Languages: de

# agree-terms-privacy-by-continue|by-continue-agree
source: By continuing you agree to
de: Durch Fortfahren akzeptierst du

# agree-terms-privacy-by-continue|terms-and-privacy
source: Terms, Conditions and Privacy Policy
de: AGBs und Datenschutz

# appearance|dark
source: Dark
de: Dunkel

# appearance|light
source: Light
de: Hell

# bottom-bar|add-new-fine
source: New fine
de: Strafe

# bottom-bar|person-list
source: Persons
de: Personen

# bottom-bar|profile
source: Profile
de: Profil

# bottom-bar|reason-list
source: Fines
de: Strafenkatalog

# bottom-bar|settings
source: Settings
de: Einstellungen

# cancel-button
source: Cancel
de: Abbrechen

# confirm-button
source: Confirm
de: Bestätigen

# content-view|loading-failed|button
source: Try again
de: Erneut versuchen

# content-view|loading-failed|message
source: The app isn't loaded correctly. Please try again. If it keeps failing, try restarting the app or contact the person responsible.
de: Die App konnte nicht korrekt geladen werden. Bitte versuche es erneut. Wenn es wiederholt fehlschlägt, versuche die App neu zu starten oder kontaktiere den Verantwortlichen.

# content-view|loading-failed|title
source: Loading failed
de: Laden fehlgeschlagen

# create-club|and
source: and
de: und

# create-club|club-name-input|header
source: Club name
de: Vereinsname eingeben

# create-club|club-name-input|placeholder
source: Club name
de: Vereinsname

# create-club|create-club-button
source: Create club
de: Verein erstellen

# create-club|navigation-title
source: Create club
de: Verein erstellen

# create-club|person-name-input|complete-profile-header
source: Complete your profile
de: Profil vervollständigen

# create-club|person-name-input|first-name-placeholder
source: First name
de: Vorname

# create-club|person-name-input|optional-last-name-placeholder
source: Last name (optional)
de: Nachname (optional)

# delete-button
source: Delete
de: Löschen

# dismiss-sheet
source: Done
de: Schließen

# edit-button
source: Edit
de: Bearbeiten

# fine-add-and-edit|add-button
source: Add
de: Hinzufügen

# fine-add-and-edit|date-text
source: Date
de: Datum

source: %1$@, %2$@ and %3$lld
de: %1$@, %2$@ und %3$lld weitere

# fine-add-and-edit|new-fine-notification|title?name=%@
source: %@, you got a new fine
de: %@, du hast eine neue Strafe

# fine-add-and-edit|payed-toggle-text
source: Already payed
de: Bereits gezahlt

# fine-add-and-edit|pick-person-button
source: Select person
de: Person auswählen

# fine-add-and-edit|pick-reason-template-button
source: Select fine
de: Strafe auswählen

# fine-add-and-edit|save-button
source: Save
de: Speichern

# fine-add-and-edit|title
source: Fine
de: Strafe

# fine-add-and-edit|unknown-error-alert|cannot-add-title
source: Fine couldn't be added.
de: Strafe konnte nicht hinzugefügt werden.

# fine-add-and-edit|unknown-error-alert|cannot-save-title
source: Fine couldn't be saved.
de: Strafe konnte nicht gespeichert werden.

# fine-custom-reason|reason-message-textfield
source: Reason
de: Grund

# fine-custom-reason|title
source: Fine
de: Strafe

# fine-detail|already-payed-button
source: Already payed
de: Bereits gezahlt

# fine-detail|date
source: Date
de: Datum

# fine-detail|fine
source: Fine
de: Strafe

# fine-detail|fine-of-person
source: Fine of
de: Strafe von

# fine-detail|mark-as-payed-button
source: Mark as payed
de: Als gezahlt markieren

# fine-detail|payed-amount
source: Payed amount
de: Gezahlter Betrag

# fine-detail|unpayed-amount
source: Unpayed amount
de: Offener Betrag

# fine-list|open-fines
source: Open fines
de: Offene Strafen

# fine-list|payed-fines
source: Payed fines
de: Bereits gezahlt

# fine-pick-person|search-placeholder
source: Search person
de: Person suchen

# fine-pick-person|select-button
source: Select
de: Auswählen

# fine-pick-person|title
source: Select person
de: Person auswählen

# fine-pick-reason-template|custom-reason-button
source: Custom fine
de: Eigene Strafe

# fine-pick-reason-template|search-placeholder
source: Search fine
de: Strafe suchen

# fine-pick-reason-template|title
source: Select fine
de: Strafe auswählen

# fine|sorting-key|amount-ascending
source: Lowest amount first
de: Niedrigster Betrag zuerst

# fine|sorting-key|amount-descending
source: Highest amount first
de: Höchster Betrag zuerst

# fine|sorting-key|date-ascending
source: Oldest first
de: Älteste zuerst

# fine|sorting-key|date-descending
source: Newest first
de: Neuste zuerst

# got-it-button
source: Got it
de: Verstanden

# image-selector|remove-image
source: Remove image
de: Bild entfernen

# image-selector|select-image
source: Select image
de: Bild auswählen

# invitation-button|alert-already-invited
source: This person is already invited.
de: Diese Person ist bereits eingeladen.

# invitation-button|alert-invite-button
source: Invite now
de: Jetzt einladen

# invitation-button|alert-title?name=%@
source: Invite %@
de: %@ einladen

# invitation-button|alert-withdraw-invitation-button
source: Withdraw invitation
de: Einladung zurückziehen

# invitation-button|created-alert-message?invitaion-link=%@
source: %@ The link is also copied to the clipboard.
de: %@ Der Link ist auch in deine Zwischenablage kopiert.

# invitation-button|created-alert-title?name=%@
source: Pass the invite link on to %@.
de: Gebe den Einladungslink an %@ weiter.

# invitation-button|title
source: Invite
de: Einladen

# invitation-link-and-create-club|create-club-button
source: Create new club
de: Neuen Verein erstellen

# invitation-link-and-create-club|create-club-button-description
source: Your team doesn't have an account, then create a new one.
de: Hat deine Mannschaft noch keinen Account, dann erstelle einen neuen Verein.

# invitation-link-and-create-club|invitation-link|join-club-button
source: Join club
de: Verein beitreten

# invitation-link-and-create-club|invitation-link|not-found-alert|button
source: Enter different link
de: Anderen Link eingeben

# invitation-link-and-create-club|invitation-link|not-found-alert|title
source: No person is invited with this link.
de: Es wurde keine Person mit diesem Link eingeladen.

# invitation-link-and-create-club|invitation-link|text-field-description
source: Your personal invitation link or your 16-digits identifier of the invitation link.
de: Dein persönlicher Einladungslink oder deine 16-stellige Kennung vom Einladungslink.

# invitation-link-and-create-club|invitation-link|text-field-placeholder
source: Your identifier
de: Deine Kennung

# invitation-link-and-create-club|invitation-link|text-field-title
source: Invitation link
de: Einladungslink

# invitation-link-and-create-club|or
source: or
de: oder

# invitation-link-and-create-club|title
source: Join club
de: Verein beitreten

# invitation-link-welcome-person|complete-registration-button
source: Complete registration
de: Registrierung abschließen

# invitation-link-welcome-person|invitation-in-club?club=%@
source: You have been invited to the club %@.
de: Du wurdest in den Verein %@ eingeladen.

# invitation-link-welcome-person|not-you
source: Are not you?
de: Das bist nicht du?

# invitation-link-welcome-person|not-you-ask-cashier-for-new-link
source: Ask your cashier to create a new invitation link for you.
de: Bitte deinen Kassier, dir einen neuen Einladungslink zu erstellen.

# invitation-link-welcome-person|title
source: Welcome
de: Willkommen

# invitation-link-welcome-person|welcom-person?person=%@
source: Welcome, %@
de: Herzlich Willkommen, %@

# login|custom-error-alert|login|not-registerd-message
source: You are not registered.
de: Du bist noch nicht registriert.

# login|custom-error-alert|login|register-instead-button
source: Sign in instead
de: Stattdessen registrieren

# login|custom-error-alert|register-person|already-exists-message
source: You are already registered.
de: Du bist bereit registriert.

# login|custom-error-alert|register-person|login-instead-button
source: Login instead
de: Stattdessen anmelden

# login|forgot-password
source: Forgot password
de: Passwort vergessen

# login|forgot-password-confirm-message
source: A link to recover your password is send to your email address.
de: Link zur Passwortwiederherstellung an deine Email-Adresse versendet.

# login|login-button
source: Login now
de: Jetzt anmelden

# login|login-failed-alert
source: Login failed
de: Anmeldung fehlgeschlagen

# login|login-title
source: Login
de: Anmelden

# login|login-with-apple-button
source: Login with apple
de: Mit Apple anmelden

# login|login-with-google-button
source: Login with google
de: Mit Google anmelden

# login|or
source: or
de: oder

# login|password-textfield-placeholder
source: Password
de: Passwort

# login|sign-in-button
source: Sign in now
de: Jetzt registrieren

# login|sign-in-error-alert|cancel-login-button
source: Cancel login
de: Anmeldung abbrechen

# login|sign-in-error-alert|email-in-use-message
source: You are already signed in with this email address.
de: Du bist bereit mit dieser Email-Adresse registriert.

# login|sign-in-error-alert|try-again-button
source: Try again
de: Erneut versuchen

# login|sign-in-error-alert|unknown-error-message
source: An unknown error occurred.
de: Ein unbekannten Fehler ist aufgetreten.

# login|sign-in-error-alert|user-not-found-message
source: Your aren't signed in yet.
de: Du bist noch nicht registriert.

# login|sign-in-error-alert|weak-password-message
source: The specified password is too weak.
de: Das eingegebene Passwort ist zu schwach.

# login|sign-in-error-alert|wrong-password-message
source: The specified password is wrong.
de: Das Passwort ist inkorrect.

# login|sign-in-failed-alert
source: Sign in failed
de: Registrierung fehlgeschlagen

# login|sign-in-title
source: Sign in
de: Registrieren

# login|sign-in-with-apple-button
source: Sign in with apple
de: Mit Apple registrieren

# login|sign-in-with-google-button
source: Sign in with google
de: Mit Google registrieren

# person-add-and-edit|add-button
source: Add
de: Hinzufügen

# person-add-and-edit|admin-alert|make-admin-button
source: Make person admin
de: Zum Admin machen

# person-add-and-edit|admin-alert|message
source: This person then has the same rights as you. It can no longer be undone.
de: Diese Person hat dann die selben Recht wie du. Es kann nicht mehr rückgängig gemacht werden.

# person-add-and-edit|admin-alert|title?name=%@
source: Make %@ admin.
de: %@ zum Admin machen.

# person-add-and-edit|first-name-textfield
source: First name
de: Vorname

# person-add-and-edit|optional-last-name-textfield
source: Last name (optional)
de: Nachname (optional)

# person-add-and-edit|save-button
source: Save
de: Speichern

# person-add-and-edit|unknown-error-alert|cannot-add-title
source: Person couldn't be added.
de: Person konnte nicht hinzugefügt werden.

# person-add-and-edit|unknown-error-alert|cannot-save-title
source: Person couldn't be saved.
de: Person konnte nicht gespeichert werden.

# person-detail|add-new-fine-button
source: Add fine
de: Strafe hinzufügen

# person-info-section|still-open-amount
source: Still open
de: Noch offen

# person-info-section|total-amount
source: Total
de: Gesamt

# person-list|cannot-delete-person-alert|message
source: This person is already registered and couldn't be deleted.
de: Diese Person ist bereits registriert und kann nicht gelöscht werden.

# person-list|cannot-delete-person-alert|title
source: Person couldn't be deleted.
de: Person konnte nicht gelöscht werden.

# person-list|persons-with-all-payed-fines
source: Everything payed
de: Bereits gezahlt

# person-list|persons-with-open-fines
source: Open fines
de: Offene Strafen

# person-list|search-person
source: Search person
de: Person suchen

# person-list|share-title
source: Open fines
de: Offene Strafen

# person-list|title
source: Persons
de: Personen

# person|sorting-key|amount-ascending
source: Lowest amount first
de: Niedrigster Betrag zuerst

# person|sorting-key|amount-descending
source: Highest amount first
de: Höchster Betrag zuerst

# profile-change-image|save-button
source: Save
de: Speichern

# profile-change-image|title
source: Change profile image
de: Profilbild ändern

# profile|change-profile-image-button
source: Profile image
de: Profilbild

# profile|person-not-found
source: You were not found in this club. Please contact the person responsible for this app.
de: Du wurdest in diesem Verein nicht gefunden. Bitte kontaktiere den Verantwortlichen der App.

# reason-template-add-and-edit|add-button
source: Add
de: Hinzufügen

# reason-template-add-and-edit|amount-textfield
source: Amount
de: Betrag

# reason-template-add-and-edit|counts-item-none
source: None
de: Keine

# reason-template-add-and-edit|counts-item-picker
source: Repeat per
de: Wiederholen pro

# reason-template-add-and-edit|max-count-desciption?max-count=%lld
source: Repeat %lld times
de: Maximal %lld mal wiederholen

# reason-template-add-and-edit|max-counts-none
source: No upper bounds
de: Keine obere Grenze

# reason-template-add-and-edit|reason-message-textfield
source: Reason
de: Grund

# reason-template-add-and-edit|save-button
source: Save
de: Speichern

# reason-template-add-and-edit|title
source: Fine
de: Strafe

# reason-template-add-and-edit|unknown-error-alert|cannot-add-title
source: Fine couldn't be added.
de: Strafe konnte nicht hinzugefügt werden.

# reason-template-add-and-edit|unknown-error-alert|cannot-save-title
source: Fine couldn't be saved.
de: Strafe konnte nicht gespeichert werden.

# reason-template-counts-item|day
source: Day
de: Tag

# reason-template-counts-item|days?count=%lld
source: %lld days
de: %lld Tage

# reason-template-counts-item|item
source: Item
de: Teil

# reason-template-counts-item|items?count=%lld
source: %lld items
de: %lld Teile

# reason-template-counts-item|minutes?count=%lld
source: %lld minutes
de: %lld Minuten

# reason-template-detail|amount
source: Amount
de: Betrag

# reason-template-detail|counts-item
source: Repeat per
de: Wiederholen pro

# reason-template-detail|max-count-description?max-count=%lld
source: %lld times
de: %lld mal

# reason-template-detail|reason-message
source: Reason
de: Grund

# reason-template-list|navigation-title
source: Fines katalog
de: Strafenkatalog

# reason-template-list|search-placeholer
source: Search fine
de: Strafe suchen

# reason-template|formatted?reason-message=%@&item=%@
source: %@ (per %@)
de: %@ (pro %@)

# reason-template|formatted?reason-message=%@&item=%@&max-count?%lld
source: %@ (per %@, max. %lld times)
de: %@ (pro %@, max. %lld mal)

# reason-template|sorting-key|amount-ascending
source: Lowest amount first
de: Niedrigster Betrag zuerst

# reason-template|sorting-key|amount-descending
source: Highest amount first
de: Höchster Betrag zuerst

# settings|appearance
source: Appearance
de: Aussehen

# settings|sign-out
source: Sign out
de: Abmelden

# settings|sorting|fine-title
source: Fines
de: Strafen

# settings|sorting|person-title
source: Persons
de: Personen

# settings|sorting|reason-template-title
source: Fines katalog
de: Strafenkatalog

# settings|sorting|title
source: Sorting
de: Sortierung

# settings|title
source: Settings
de: Einstellungen

# start-page|buttons|login
source: Login
de: Einloggen

# start-page|buttons|start-register-create-club
source: Start now
de: Jetzt starten
